INSERT INTO fund_company_info(company_code, company_name, establish_date, `scale`, detail_link) VALUES

('80041198', '天弘基金管理有限公司', '2004-11-08', '14024.11', '/Company/80041198.html'),

('80000229', '易方达基金管理有限公司', '2001-04-17', '10527.02', '/Company/80000229.html'),

('80053708', '汇添富基金管理股份有限公司', '2005-02-03', '7876.18', '/Company/80053708.html'),

('80000220', '南方基金管理股份有限公司', '1998-03-06', '7448.69', '/Company/80000220.html'),

('80000226', '博时基金管理有限公司', '1998-07-13', '6925.82', '/Company/80000226.html'),

('80000222', '华夏基金管理有限公司', '1998-04-09', '6754.66', '/Company/80000222.html'),

('80000248', '广发基金管理有限公司', '2003-08-05', '6498.82', '/Company/80000248.html'),

('80000223', '嘉实基金管理有限公司', '1999-03-25', '6285.23', '/Company/80000223.html'),

('80000230', '鹏华基金管理有限公司', '1998-12-22', '5493.17', '/Company/80000230.html'),

('80000221', '富国基金管理有限公司', '1999-04-13', '5377.33', '/Company/80000221.html'),

('80064225', '工银瑞信基金管理有限公司', '2005-06-21', '4915.57', '/Company/80064225.html'),

('80036782', '招商基金管理有限公司', '2002-12-27', '4747.58', '/Company/80036782.html'),

('80000228', '华安基金管理有限公司', '1998-06-04', '4376.49', '/Company/80000228.html'),

('80000235', '银华基金管理股份有限公司', '2001-05-28', '4299.22', '/Company/80000235.html'),

('80065990', '建信基金管理有限责任公司', '2005-09-19', '4044.37', '/Company/80065990.html'),

('80036742', '兴证全球基金管理有限公司', '2003-09-30', '4007.02', '/Company/80036742.html'),

('80065113', '中欧基金管理有限公司', '2006-07-19', '3826.65', '/Company/80065113.html'),

('80000224', '国泰基金管理有限公司', '1998-03-05', '3575.14', '/Company/80000224.html'),

('80168726', '平安基金管理有限公司', '2011-01-07', '3453.63', '/Company/80168726.html'),

('80048752', '中银基金管理有限公司', '2004-08-12', '3356.5', '/Company/80048752.html'),

('80000251', '景顺长城基金管理有限公司', '2003-06-12', '3343.31', '/Company/80000251.html'),

('80064562', '交银施罗德基金管理有限公司', '2005-08-04', '3248.19', '/Company/80064562.html'),

('80000250', '华宝基金管理有限公司', '2003-03-07', '2617.46', '/Company/80000250.html'),

('80280395', '兴业基金管理有限公司', '2013-04-17', '2242.89', '/Company/80280395.html'),

('80092233', '农银汇理基金管理有限公司', '2008-03-18', '2173.16', '/Company/80092233.html'),

('80355783', '国寿安保基金管理有限公司', '2013-10-29', '2146.76', '/Company/80355783.html'),

('80091787', '浦银安盛基金管理有限公司', '2007-08-05', '2122.99', '/Company/80091787.html'),

('80000225', '大成基金管理有限公司', '1999-04-12', '1759.56', '/Company/80000225.html'),

('80000239', '长城基金管理有限公司', '2001-12-27', '1692.56', '/Company/80000239.html'),

('80000231', '融通基金管理有限公司', '2001-05-22', '1682.87', '/Company/80000231.html'),

('80356155', '永赢基金管理有限公司', '2013-11-07', '1670.78', '/Company/80356155.html'),

('80000240', '万家基金管理有限公司', '2002-08-23', '1633.51', '/Company/80000240.html'),

('80145102', '上海东方证券资产管理有限公司', '2010-06-08', '1602.02', '/Company/80145102.html'),

('80106677', '民生加银基金管理有限公司', '2008-11-03', '1542.11', '/Company/80106677.html'),

('80050229', '上投摩根基金管理有限公司', '2004-05-12', '1461.6', '/Company/80050229.html'),

('80055334', '华泰柏瑞基金管理有限公司', '2004-11-18', '1400.75', '/Company/80055334.html'),

('80000246', '海富通基金管理有限公司', '2003-04-18', '1316.96', '/Company/80000246.html'),

('80049689', '诺安基金管理有限公司', '2003-12-09', '1285.87', '/Company/80049689.html'),

('80066470', '中信保诚基金管理有限公司', '2005-09-30', '1103.7', '/Company/80066470.html'),

('80000200', '中银国际证券股份有限公司', '2002-02-28', '1097.34', '/Company/80000200.html'),

('80351345', '中加基金管理有限公司', '2013-03-27', '1058.42', '/Company/80351345.html'),

('80341238', '中融基金管理有限公司', '2013-05-31', '1052.35', '/Company/80341238.html'),

('80000237', '银河基金管理有限公司', '2002-06-14', '1024.71', '/Company/80000237.html'),

('80000233', '国投瑞银基金管理有限公司', '2002-06-13', '995.02', '/Company/80000233.html'),

('80280038', '前海开源基金管理有限公司', '2013-01-23', '920.05', '/Company/80280038.html'),

('80000243', '长信基金管理有限责任公司', '2003-05-09', '906.92', '/Company/80000243.html'),

('80048088', '光大保德信基金管理有限公司', '2004-04-22', '904.72', '/Company/80048088.html'),

('80424273', '泓德基金管理有限公司', '2015-03-03', '857.09', '/Company/80424273.html'),

('80366080', '上银基金管理有限公司', '2013-08-30', '789.34', '/Company/80366080.html'),

('80061674', '泰康资产管理有限责任公司', '2006-02-21', '741.23', '/Company/80061674.html'),

('80522693', '鹏扬基金管理有限公司', '2016-07-06', '660.23', '/Company/80522693.html'),

('80037023', '华富基金管理有限公司', '2004-04-19', '643.13', '/Company/80037023.html'),

('80163340', '安信基金管理有限责任公司', '2011-12-06', '640.22', '/Company/80163340.html'),

('80000236', '宝盈基金管理有限公司', '2001-05-18', '635.07', '/Company/80000236.html'),

('80045188', '申万菱信基金管理有限公司', '2004-01-15', '618.81', '/Company/80045188.html'),

('80043374', '国联安基金管理有限公司', '2003-04-03', '602.24', '/Company/80043374.html'),

('80147736', '西部利得基金管理有限公司', '2010-07-20', '599.89', '/Company/80147736.html'),

('80404701', '财通证券资产管理有限公司', '2014-12-15', '576.49', '/Company/80404701.html'),

('80042861', '东方基金管理股份有限公司', '2004-06-11', '474.05', '/Company/80042861.html'),

('80000238', '泰达宏利基金管理有限公司', '2002-06-06', '455.57', '/Company/80000238.html'),

('80365986', '中金基金管理有限公司', '2014-02-10', '448.1', '/Company/80365986.html'),

('80075936', '中邮创业基金管理股份有限公司', '2006-05-08', '441.58', '/Company/80075936.html'),

('10000018', '中信证券股份有限公司', '1995-10-25', '440.21', '/Company/10000018.html'),

('80368700', '兴银基金管理有限责任公司', '2013-10-25', '437.5', '/Company/80368700.html'),

('80468996', '新疆前海联合基金管理有限公司', '2015-08-07', '433.35', '/Company/80468996.html'),

('80000249', '新华基金管理股份有限公司', '2004-12-09', '432.54', '/Company/80000249.html'),

('80044515', '国海富兰克林基金管理有限公司', '2004-11-15', '425.62', '/Company/80044515.html'),

('80000245', '金鹰基金管理有限公司', '2002-11-06', '425.61', '/Company/80000245.html'),

('80000227', '长盛基金管理有限公司', '1999-03-26', '422.42', '/Company/80000227.html'),

('80380794', '创金合信基金管理有限公司', '2014-07-09', '407.42', '/Company/80380794.html'),

('80102419', '国金基金管理有限公司', '2011-11-02', '395.6', '/Company/80102419.html'),

('80294346', '太平基金管理有限公司', '2013-01-23', '376.82', '/Company/80294346.html'),

('80053204', '华商基金管理有限公司', '2005-12-20', '375.4', '/Company/80053204.html'),

('80074234', '信达澳银基金管理有限公司', '2006-06-05', '361.32', '/Company/80074234.html'),

('80391977', '华泰证券(上海)资产管理有限公司', '2014-10-16', '346.25', '/Company/80391977.html'),

('80161341', '财通基金管理有限公司', '2011-06-21', '343.68', '/Company/80161341.html'),

('80351991', '鑫元基金管理有限公司', '2013-08-29', '339.98', '/Company/80351991.html'),

('80175498', '英大基金管理有限公司', '2012-08-17', '328.85', '/Company/80175498.html'),

('80672691', '睿远基金管理有限公司', '2018-10-29', '324.22', '/Company/80672691.html'),

('80067635', '汇丰晋信基金管理有限公司', '2005-11-16', '318.2', '/Company/80067635.html'),

('80036797', '摩根士丹利华鑫基金管理有限公司', '2003-03-14', '310.46', '/Company/80036797.html'),

('80156777', '浙商基金管理有限公司', '2010-10-21', '304.39', '/Company/80156777.html'),

('80498278', '汇安基金管理有限责任公司', '2016-04-25', '290.92', '/Company/80498278.html'),

('80175511', '德邦基金管理有限公司', '2012-03-27', '290.62', '/Company/80175511.html'),

('80355113', '中信建投基金管理有限公司', '2013-09-09', '286.1', '/Company/80355113.html'),

('80174741', '方正富邦基金管理有限公司', '2011-07-08', '285.69', '/Company/80174741.html'),

('80068180', '诺德基金管理有限公司', '2006-06-08', '243.08', '/Company/80068180.html'),

('80523667', '华泰保兴基金管理有限公司', '2016-07-26', '229.84', '/Company/80523667.html'),

('80280036', '圆信永丰基金管理有限公司', '2014-01-02', '208.94', '/Company/80280036.html'),

('80086876', '金元顺安基金管理有限公司', '2006-11-13', '204.28', '/Company/80086876.html'),

('80965167', '淳厚基金管理有限公司', '2018-11-03', '195.9', '/Company/80965167.html'),

('80560383', '蜂巢基金管理有限公司', '2018-05-18', '188.56', '/Company/80560383.html'),

('80365987', '嘉合基金管理有限公司', '2014-07-30', '182.72', '/Company/80365987.html'),

('80924817', '惠升基金管理有限责任公司', '2018-09-28', '168.35', '/Company/80924817.html'),

('80156175', '上海国泰君安证券资产管理有限公司', '2010-08-27', '165.56', '/Company/80156175.html'),

('80048161', '东吴基金管理有限公司', '2004-09-02', '147.83', '/Company/80048161.html'),

('80404004', '长江证券(上海)资产管理有限公司', '2014-09-16', '146.41', '/Company/80404004.html'),

('80403111', '浙江浙商证券资产管理有限公司', '2013-04-18', '138.96', '/Company/80403111.html'),

('80488954', '富荣基金管理有限公司', '2016-01-25', '129.52', '/Company/80488954.html'),

('80199117', '华润元大基金管理有限公司', '2013-01-17', '112.45', '/Company/80199117.html'),

('80538609', '渤海汇金证券资产管理有限公司', '2016-05-18', '110.78', '/Company/80538609.html'),

('80548351', '格林基金管理有限公司', '2016-11-01', '110.44', '/Company/80548351.html'),

('80384640', '九泰基金管理有限公司', '2014-07-03', '109.88', '/Company/80384640.html'),

('80046614', '中海基金管理有限公司', '2004-03-18', '103.49', '/Company/80046614.html'),

('80139382', '长安基金管理有限公司', '2011-09-05', '103.01', '/Company/80139382.html'),

('80508391', '中航基金管理有限公司', '2016-06-16', '99.96', '/Company/80508391.html'),

('80560392', '博道基金管理有限公司', '2017-06-12', '99.03', '/Company/80560392.html'),

('80381452', '中泰证券(上海)资产管理有限公司', '2014-08-13', '99.01', '/Company/80381452.html'),

('80357951', '广发证券资产管理(广东)有限公司', '2014-01-02', '98.23', '/Company/80357951.html'),

('80000080', '山西证券股份有限公司', '1988-07-28', '87.76', '/Company/80000080.html'),

('80192219', '上海光大证券资产管理有限公司', '2012-02-21', '87.25', '/Company/80192219.html'),

('80365985', '北信瑞丰基金管理有限公司', '2014-03-17', '83.64', '/Company/80365985.html'),

('80560391', '中庚基金管理有限公司', '2015-11-13', '78.73', '/Company/80560391.html'),

('80000247', '泰信基金管理有限公司', '2003-05-23', '72.13', '/Company/80000247.html'),

('80560407', '朱雀基金管理有限公司', '2018-10-25', '68.47', '/Company/80560407.html'),

('80061431', '中国人保资产管理有限公司', '2003-07-16', '67.57', '/Company/80061431.html'),

('80114781', '东兴证券股份有限公司', '2008-05-28', '57.92', '/Company/80114781.html'),

('80385906', '红土创新基金管理有限公司', '2014-06-18', '56.77', '/Company/80385906.html'),

('80205263', '红塔红土基金管理有限公司', '2012-06-12', '54.84', '/Company/80205263.html'),

('80128562', '富安达基金管理有限公司', '2011-04-27', '50.63', '/Company/80128562.html'),

('80016241', '中国国际金融股份有限公司', '1995-07-31', '37.99', '/Company/80016241.html'),

('80508384', '恒生前海基金管理有限公司', '2016-07-01', '35.76', '/Company/80508384.html'),

('80555446', '南华基金管理有限公司', '2016-11-17', '33.03', '/Company/80555446.html'),

('80560388', '东方阿尔法基金管理有限公司', '2017-07-04', '31.56', '/Company/80560388.html'),

('80184574', '上海海通证券资产管理有限公司', '2012-06-26', '29.1', '/Company/80184574.html'),

('80560384', '西藏东财基金管理有限公司', '2018-10-26', '25.61', '/Company/80560384.html'),

('80975669', '华融基金管理有限公司', '2019-03-01', '24.3', '/Company/80975669.html'),

('80560408', '同泰基金管理有限公司', '2018-10-11', '23', '/Company/80560408.html'),

('80446423', '金信基金管理有限公司', '2015-07-03', '22.23', '/Company/80446423.html'),

('80000252', '天治基金管理有限公司', '2003-05-27', '20.46', '/Company/80000252.html'),

('80205264', '江信基金管理有限公司', '2013-01-28', '20.1', '/Company/80205264.html'),

('80280397', '湘财基金管理有限公司', '2018-07-13', '18.35', '/Company/80280397.html'),

('80205268', '东海基金管理有限责任公司', '2013-02-25', '18.17', '/Company/80205268.html'),

('80092743', '华融证券股份有限公司', '2007-09-07', '17.83', '/Company/80092743.html'),

('80046522', '益民基金管理有限公司', '2005-12-12', '16.57', '/Company/80046522.html'),

('80501166', '先锋基金管理有限公司', '2016-05-16', '14.62', '/Company/80501166.html'),

('80560400', '博远基金管理有限公司', '2018-12-12', '12.71', '/Company/80560400.html'),

('80560379', '弘毅远方基金管理有限公司', '2018-01-31', '11.44', '/Company/80560379.html'),

('80374411', '兴证证券资产管理有限公司', '2014-06-09', '10.3', '/Company/80374411.html'),

('80560381', '凯石基金管理有限公司', '2017-05-10', '9.92', '/Company/80560381.html'),

('80452130', '新沃基金管理有限公司', '2015-08-19', '8.99', '/Company/80452130.html'),

('80455765', '中科沃土基金管理有限公司', '2015-09-06', '6.69', '/Company/80455765.html'),

('80560380', '恒越基金管理有限公司', '2017-09-14', '5.64', '/Company/80560380.html'),

('80000064', '华安证券股份有限公司', '2001-01-08', '5.54', '/Company/80000064.html'),

('80000124', '天风证券股份有限公司', '2000-03-29', '3.15', '/Company/80000124.html'),

('80701749', '达诚基金管理有限公司', '2019-08-05', '2.8', '/Company/80701749.html'),

('80084302', '安信证券股份有限公司', '2006-08-22', '2.78', '/Company/80084302.html'),

('80560396', '合煦智远基金管理有限公司', '2017-08-21', '2.61', '/Company/80560396.html'),

('80050806', '太平洋证券股份有限公司', '2004-01-06', '1.55', '/Company/80050806.html'),

('80280039', '国开泰富基金管理有限责任公司', '2013-07-16', '1.44', '/Company/80280039.html'),

('80560389', '国融基金管理有限公司', '2017-06-20', '1.16', '/Company/80560389.html'),

('80000095', '国都证券股份有限公司', '2001-12-28', '1.06', '/Company/80000095.html'),

('80201857', '华宸未来基金管理有限公司', '2012-06-20', '0.95', '/Company/80201857.html'),

('80664536', '明亚基金管理有限责任公司', '2019-02-27', '0.48', '/Company/80664536.html'),

('80056613', '北京高华证券有限责任公司', '2004-10-18', '', '/Company/80056613.html'),

('81046799', '瑞达基金管理有限公司', '2020-03-24', '', '/Company/81046799.html'),

('80000068', '方正证券股份有限公司', '1994-10-26', '', '/Company/80000068.html'),

('80431710', '招商证券资产管理有限公司', '2015-04-03', '', '/Company/80431710.html'),

('81102343', '兴华基金管理有限公司', '2020-04-28', '', '/Company/81102343.html');

